1cv,fia,amō,love,amābō,amābis,amābit,amābimus,amābitis,amābunt
1cv,fip,amō,love,amābor,amāberis/amābere,amābitur,amābimur,amābiminī,amābuntur
1cv,fpia,amō,love,amāverō,amāveris,amāverit,amāverimus,amāveritis,amāverint
1cv,fpip,amō,love,"amātus + future indicative active of sum"
1cv,iia,amō,love,amābam,amābās,amābat,amābāmus,amābātis,amābant
1cv,iip,amō,love,amābar,amābāris/amābāre,amābātur,amābāmur,amābāminī,amābantur
1cv,pfia,amō,love,amāvī,amāvistī/amāstī,amāvit,amāvimus,amāvistis/amāstis,amāvērunt/amāvēre
1cv,pfip,amō,love,"amātus + present indicative active of sum"
1cv,pia,"amō,amāre,amāvī,amātum",love,am-
1cv,iia,"amō,amāre,amāvī,amātum",love,am-
1cv,pia,amō,love,amō,amās,amat,amāmus,amātis,amant
1cv,pip,amō,love,amor,amāris/amāre,amātur,amāmur,amāminī,amantur
1cv,ppia,amō,love,amāveram,amāverās,amāverat,amāverāmus,amāverātis,amāverant
1cv,ppip,amō,love,"amātus + imperfect indicative active of sum"
1da,f,lībera,free,lībera,lībera,līberam,līberae,līberae,līberā,līberae,līberae,līberās,līberārum,līberīs,līberīs
1da,f,magna,large,magna,magna,magnam,magnae,magnae,magnā,magnae,magnae,magnās,magnārum,magnīs,magnīs
1da,f,pulchra,beautiful,pulchra,pulchra,pulchram,pulchrae,pulchrae,pulchrā,pulchrae,pulchrae,pulchrās,pulchrārum,pulchrīs,pulchrīs
1da,m,līber,free,līber,līber,līberum,līberī,līberō,līberō,līberī,līberī,līberōs,līberōrum,līberīs,līberīs
1da,m,līber,free,līber-ī
1da,m,magnus,large,magnus,magne,magnum,magnī,magnō,magnō,magnī,magnī,magnūs,magnōrum,magnīs,magnīs
1da,m,pulcher,beautiful,pulcher,pulcher,pulchrum,pulchrī,pulchrō,pulchrō,pulchrī,pulchrī,pulchrōs,pulchrōrum,pulchrīs,pulchrīs
1da,n,līberum,free,līberum,līberum,līberum,līberī,līberō,līberō,lībera,lībera,lībera,līberōrum,līberīs,līberīs
1da,n,magnum,large,magnum,magnum,magnum,magnī,magnō,magnō,magna,magna,magna,magnōrum,magnīs,magnīs
1da,n,pulchrum,beautiful,pulchrum,pulchrum,pulchrum,pulchrī,pulchrō,pulchrō,pulchra,pulchra,pulchra,pulchrōrum,pulchrīs,pulchrīs
1dn,f,amīca,friend,amīc-ae
1dn,f,anima,"wind, breeze, soul, spirit, life",anima,anima,animam,animae,animae,animā,animae,animae,animās,animārum,animīs/animābus,animīs/animābus
1dn,f,aqua,water,aqua,aqua,aquam,aquae,aquae,aquā,aquae,aquae,aguās,aquārum,aquīs,aquīs
1dn,f,aquila,"eagle, eagle standard of a legion",aquila,aquila,aquilam,aquilae,aquilae,aquilā,aquilae,aquilae,aquilās,aquilārum,aquilīs,aquilīs
1dn,f,bēstia,"beast,animal",bēsti-ae
1dn,f,puella,girl,puella,puella,puellam,puellae,puellae,puellā,puellae,puellae,puellās,puellārum,puellīs,puellīs
1dn,f,rosa,rose,rosa,rosa,rosam,rosae,rosae,rosā,rosae,rosae,rosās,rosārum,rosīs,rosīs
1dn,f,silva,wood/forest,silva,silva,silvam,silvae,silvae,silvā,silvae,silvae,silvās,silvārum,silvīs,silvīs
2cv,pia,moneō,advise,moneō,monēs,monet,monēmus,monētis,monent
2dn,m,ager,field,agr-ī
2dn,m,amīcus,friend,amīc-ī
2dn,m,asinus,"donkey, ass",asin-ī
2dn,m,deus,god,deus,deus/dee,deum,deī,deō,deō,deī/dīī/dī,deī/dīī/dī,deōs,deōrum/deum,deīs/dīīs/dīs,deīs/dīīs/dīs
2dn,m,dominus,master,domin-ī
2dn,m,fīlius,son,fīli-ī
2dn,m,fīlius,son,fīlius,fīlī,fīlium,fīlīī,fīliō,fīliō,fīlīī,fīlīī,fīliōs,fīliōrum,fīlīīs,fīlīīs
2dn,m,liber,book,liber,liber,librum,librī,librō,librō,librī,librī,librōs,librōrum,librīs,librīs
2dn,m,mūlus,mule,mūlus,mūle,mūlum,mūlī,mūlō,mūlō,mūlī,mūlī,mūlōs,mūlōrum,mūlīs,mūlīs
2dn,m,puer,boy,puer-ī
2dn,m,servus,slave,servus,serve,servum,servī,servō,servō,servī,servī,servōs,servōrum,servīs,servīs
2dn,n,dōnum,gift,dōn-ī
2dn,n,dōnum,gift,dōnum,dōnum,dōnum,dōnī,dōnō,dōnō,dōna,dōna,dōna,dōnōrum,dōnīs,dōnīs
2dn,n,vīnum,wine,vīnum,vīnum,vīnum,vīnī,vīnō,vīnō,vīna,vīna,vīna,vīnōrum,vīnīs,vīnīs
3cv,pia,"cadō,cadere,cecidī,cāsum","fall, sink, drop",cadō,cadis,cadit,cadimus,caditis,cadunt
3cv,pia,agō,drive/do,agō,agis,agit,agimus,agitis,agunt
3da,f,ācer,sharp,ācris,ācris,ācrem,ācris,ācrī,ācrī,ācrēs,ācrēs,ācrīs/ācrēs,ācrium,ācribus,ācribus
3da,f,fortis,strong,fortis,fortis,fortem,fortis,fortī,fortī,fortēs,fortēs,fortīs/fortēs,fortium,fortibus,fortibus
3da,f,potēns,poweful,fortis,fortis,fortem,fortis,fortī,fortī,fortēs,fortēs,fortīs/fortēs,fortium,fortibus,fortibus
3da,m,ācer,sharp,ācer,ācer,ācrem,ācris,ācrī,ācri,ācrēs,ācrēs,ācrīs/ācrēs,ācrium,ācribus,ācribus
3da,m,fortis,strong,fortis,fortis,fortem,fortis,fortī,fortī,fortēs,fortēs,fortīs/fortēs,fortium,fortibus,fortibus
3da,m,potēns,poweful,potēns,potēns,potentem,pontentis,ponentī,potentī,potentēs,potentēs,potentīs/potentēs,potentium,pontentibus,potentibus
3da,n,ācer,sharp,ācre,ācre,ācre,ācris,ācrī,ācrī,ācria,ācria,ācria,ācrium,ācribus,ācribus
3da,n,fortis,strong,forte,forte,forte,fortis,fortī,fortī,fortia,fortia,fortia,fortium,fortibus,fortibus
3da,n,potēns,poweful,potēns,potēns,potēns,pontentis,potentī,potentī,potentia,potentia,potentia,potentium,potentibus,potentibus
3dc,f,fortior,stronger,fortior,fortiōrem,fortiōris,fortiōri,fortiōre,fortiōrēs,fortiōrēs,fortiōrēs,fortiōrum,fortiōribus,fortiōribus
3dc,m,fortior,stronger,fortior,fortiōrem,fortiōris,fortiōri,fortiōre,fortiōrēs,fortiōrēs,fortiōrēs,fortiōrum,fortiōribus,fortiōribus
3dc,n,fortius,stronger,fortius,fortius,fortius,fortiōris,fortiōrī,fortiōre,fortiōra,fortiōra,fortiōra,fortiōrum,fortiōribus,fortiōribus
3dn,f,vīs,force,power,vīs,vīs,vim,vīs,vī,vī,vīrēs,vīrēs,vīrēs,vīrium,vīribus,vīribus
3dn,m,dux,leader,dux,dux,ducem,ducis,ducī,duce,ducēs,ducēs,ducēs,ducum,ducibus,ducibus
3dn,m,pater,father,pater,pater,patrem,patris,patrī,patre,patrēs,patrēs,patrēs,patrum,patribus,patribus
3dn,m,rēx,king,rēx,rēx,rēgem,rēgis,rēgī,rēge,rēgēs,rēgēs,rēgēs,rēgum,rēgibus,rēgibus
3dn,n,corpus,body,corpus,corpus,corpus,corporis,corporī,corpore,corpora,corpora,corpora,corporum,corporibus,corporibus
3in,f,avis,"bird, sign, omen","avis,avis,avem,avis,avī,ave,avēs,avēs,avēs/avīs,avium/avum,avibus,avibus"
3in,f,avis,bird,avis,avis,avem,avis,avī,ave,avēs,avēs,avēs/avīs,avium/um,avibus,avibus
3in,f,ovis,sheep,ovis,ovis,ovem,ovis,ovī,ove,ovēs,ovēs,ovēs/ovīs,ovium,ovibus,ovibus
3in,f,urbs,city,urbs,urbs,urbem,urbis,urbī,urbe,urbēs,urbēs,urbēs/urbīs,urbium,urbibus,urbibus
3in,m,āēr,air,āēr,āēr,āera/-em,āeris,āerī,āere,āerēs,āerēs,āerēs,āerum,āeribus,āeribus
3in,m,animal,"animal,living creature",animal,animal,animal,animālis,animālī,animālī,animālia,animālia,animālia,animālium,animālibus,animālibus
3in,m,cīvis,citizen,cīvis,cīvis,cīvem,cīvis,cīvī,cīve,cīvēs,cīvēs,cīvēs,cīvium,cīvibus,cīvibus
3in,n,mare,sea,mare,mare,mare,maris,marī,marī,maria,maria,maria,marium,maribus,maribus
3iv,pia,capiō,catch,capiō,capis,capit,capimus,capitis,capiunt
3nn,f,vīs,force,vīs,vīs,vim,vīs,vī,vī,vīrēs,vīrēs,vīrēs/vīrīs,vīrium,vīribus,vīribus
4cv,pia,audiō,hear,audiō,audīs,audit,audīmus,audītis,audiunt
4dn,m,exercitus,army,exercit-ūs
4dn,m,frūctus,fruit,frūct-ūs
4dn,n,cornū,horn,corn-ūs
4dn,n,genū,knee,gen-ūs
5dn,f,rēs,thing,r-eī
5dn,m,diēs,day,di-ēī
5dn,m,fidēs,faith,fid-eī
irv,fia,esse,be,erō,eris,ere,erit,erimus,eritis,erunt
irv,fpia,esse,be,fuerō,fueris,fuerit,fuerimus,fueritis,fuerint
irv,iia,esse,be,eram,erās,erat,erāmus,erātis,erant
irv,pfia,esse,be,fuī,fuistī,fuit,fuimus,fuistis,fuērunt/fuēre
irv,pia,eō,go,eō,īs,it,īmis,ītis,eunt
irv,pia,esse,be,sum,es,est,sumus,estis,sunt
irv,pia,possum,can,possum,potes,potest,possumus,potestis,possunt
irv,pia,possum,can,volō,vīs,vult/volt,volumus,vultis/voltis,volunt
irv,ppia,esse,be,fueram,fuerās,fuerat,fuerāmus,fuerātis,fuerant
ppn,a,"is ea id","he she it / his hers its",is,eum,eius,eī,eō,iī/eī,eōs,eōrum,iīs,iīs,ea,eam,eius,eī,eā,eae,eās,eārum,iīs,iīs,id,id,eius,eī,eō,ea,ea,eōrum,iīs,iīs
